11/data/attachments/5ccb184e7ea621af.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Susan_religious_Actions_1496_1</nif:username>
            <nif:friendToBeRequested>soap_actions_bc78c0a3-9c43-47c8-b7c3-efa6043c0549</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>